import React from "react";

export default function Explained() {
  return (
    <div className='explainedContainer'>
      <h1 className='explainedH1'>זיווד לרכבים</h1>
      <p className='explainedP'>
        האם גם אתה מעוניין לנצל את המרחב של הרכב המסחרי שלך? כך שיוכל לענות על
        צרכים רבים ולאפשר שימושים שונים? באמצעות תהליך של זיווד רכבים, תוכלו
        לנצל כל חלקה ברכב שלכם, ולהכניס בו מגוון של אמצעים כגון ארגזי כלים,
        עגלות כלים, שולחנות, ארגזי בישול, ארגזי מטבח, מטבח שדה נייד, ארגז
        ביטחון, ועוד. זיווד לרכב יכול לאפשר לכם להפיק את המיטב מהרכב שברשותכם,
        בין אם מדובר ברכבים מסחריים קטנים או גדולים, רכבים פרטיים, טנדרים רכבים
        פרטיים עם תא מטען גדול ועוד. באמצעות זיווד רכבים, תוכלו להתקין מערכות
        אשר ישמשו אתכם בזמן הנסיעה, וכך להפוך את הרכב למשרד או בית שני.
      </p>
      <p className='explainedP'>
        בעקבות מגיפת הקורונה יותר ויותר עסקים עוברים לאופציות של שילוח או הגעה
        לכתובת, אנו מתמחים בדיגום רכבי שילוח וייעול זמני ההתעסקות בהם באמצעות :
        מידוף, ארגון תא המטען וחשיבה לפרטים הקטנים
      </p>

      <h1 className='explainedH1'>סוגי זיווד</h1>
      <p className='explainedP'>
        ניתן לזווד רכבים באמצעות כמה דרכים, לרבות הוספה של מזוודות וקופסאות
        אחסון, הרכבה של ציוד זיווד היקפי נלווה, ריצוף או הוספת דפנות לרכב, הרכבה
        של מחיצות, גגונים וסולמות, הוספה של ציוד נשלף, מדפים ושאר אמצעים.
      </p>
      <h3 className='explainedH3'>גגונים לרכב</h3>
      <p className='explainedP'>
        זיווד רכבים שימושי ונפוץ ביותר, הינו הרכבה של גגון לרכב. ישנו מגוון רחב
        של גגונים לרכב, חלקם מאסיביים יותר, חלקם קלי-משקל, והם מאפשרים העמסת
        ציוד בנוחיות מרבית. כמו כן, קיימים גגונים בעלי סדרה של חורים, אשר מאפשרת
        חיבור גומיות ריתום לרוחב הגגון. מעבר לכך, הגגונים יכולים להכיל גם מעקים
        אשר מגנים על הציוד מנפילה ושומרים על אחיזתו ברכב.
      </p>
      <h3 className='explainedH3'>ארגזים ניידים לרכבי שטח</h3>
      <p className='explainedP'>
        סוג אחד של זיווד רכבים, הוא הוספה של ארגזים מאסיביים לרכב, בעלי קיבולת
        לחפצים רבים. קיימים ארגזים מודולאריים אשר מאפשרים טווח רחב של שונות
        ברוחב, באורך ובגובה. הארגזים מופיעים בגוון טבעי, בציפוי מגולוון או
        בצבעים. הארגזים יכולים להגיע עם מגירות פנימיות לאחסון והם יכולים לשמש גם
        כארונות, לוקרים, מגירות ומדפים בהתאם לכל דרישת אחסון. נפח הארגזים נע
        בטווח בין 30 ליטרים ועד ל-115 ליטרים סה"כ.
      </p>
      <h3 className='explainedH3'>שולחן לרכב</h3>
      <p className='explainedP'>
        אפשרות נוספת של זיווד רכבים, היא הוספה של שולחן מתקפל בנפח קטן לרכב.
        כלומר, ניתן להוסיף לרכב שולחן בגודל של כ-70 ס"מ אורך ורוחב, אשר יאפשר
        פתרון לריהוט רחוב, עבור מי שעושה שימוש ברכב למטרות מסחריות, רוכלות
        ומכירה ברחוב או בשווקים. שולחן זה מכיל אפשרויות לאחסון למוצרים שונים,
        והוא יכול לשמש הן סוחרים ורוכלים, והן אנשים פרטיים אשר מעוניינים באפשרות
        של שולחן מתקפל איכותי ואמין לרכב.
      </p>
    </div>
  );
}
