import React from "react";

export default function Explained() {
  return (
    <div className='explainedContainer'>
      <h1 className='explainedH1'>הובלה בקירור</h1>
      <p className='explainedP'>
        הובלה בקירור בימינו היא שירות חיוני מאין כמוהו, משום שמקומות הייצור של
        מוצרים קרים מרוחקים ממקומות הצריכה שלהם. בתי חרושת לייצור מזון קר –
        מוצרי חלב, מוצרי בשר, גלידות, מזון קפוא וכדומה – חייבים לשווק את תוצרתם
        למרחקים גדולים, לעתים אפילו מעבר לים, ואין שום אפשרות לבצע זאת ללא מתקני
        הובלה בקירור אמינים ויעילים. אוניות קירור, מכולות קירור, קרונות קירור
        וכמובן משאיות קירור מובילים בבטחה את מוצרי המזון למרחקים ארוכים תוך
        שמירה על טמפרטורה נמוכה לפי התקנים לשמירת איכות המזון: 6-4 מעלות (כמו
        מקרר ביתי או מסחרי) למוצרים טריים, ומינוס 20-18 מעלות (כמו מקפיא ביתי או
        תעשייתי) למוצרים קפואים. כך אפשר למצוא בארץ כמו ישראל בשר קפוא שמקורו
        בדרום אמריקה, מוצרי חלב שמקורם באירופה וכן הלאה.
      </p>

      <img className='particularImg' src='./img/car12.jpg' alt='' />
    </div>
  );
}
