import React from "react";

export default function Explained() {
  return (
    <div className='explainedContainer'>
      <h1 className='explainedH1'>הובלה בקירור</h1>
      <p className='explainedP'>
        הובלה בקירור בימינו היא שירות חיוני מאין כמוהו, משום שמקומות הייצור של
        מוצרים קרים מרוחקים ממקומות הצריכה שלהם. בתי חרושת לייצור מזון קר –
        מוצרי חלב, מוצרי בשר, גלידות, מזון קפוא וכדומה – חייבים לשווק את תוצרתם
        למרחקים גדולים, לעתים אפילו מעבר לים, ואין שום אפשרות לבצע זאת ללא מתקני
        הובלה בקירור אמינים ויעילים. אוניות קירור, מכולות קירור, קרונות קירור
        וכמובן התחום שלנו -משאיות קירור מובילים בבטחה את מוצרי המזון למרחקים
        ארוכים תוך שמירה על טמפרטורה נמוכה לפי התקנים לשמירת איכות המזון: 6-4
        מעלות (כמו מקרר ביתי או מסחרי) למוצרים טריים, ומינוס 20-18 מעלות (כמו
        מקפיא ביתי או תעשייתי) למוצרים קפואים. אנו נוכל לבצע עבור רכבך המסחרי
        בידוד והתאמת הרכב לסוג העבודה והטמפרטורה הרצויה שאליה מיועד הרכב הגיעו
        אלינו ואנו נדאג שרכבכם יעמוד בתקנים והסטנדרטים הגבוהים ביותר .
      </p>

      <img className='particularImg' src='./img/car12.jpg' alt='' />
    </div>
  );
}
